/* Alert text for Retro Synth audio file analysis in case another analysis is still ongoing */
"A wavetable is currently being created. Please try again after the creation process has finished." = "Oppretting av bølgetabell pågår. Prøv igjen etter at den er ferdig opprettet.";

/* Alert text for Retro Synth audio file analysis result info */
"Timbral information for a single waveform was detected. Formant modulation is available, by switching the Modulation knob to “Formant”. The Shape 1 and Shape 2 knobs are not functional." = "Fant klanginformasjon for én enkelt bølgeform. «Formant»-modulering er tilgjengelig ved å vri Modulering-knotten til «Formant». Shape 1- og Shape 2-knottene er ikke i bruk.";

/* Alert text for Retro Synth audio file analysis result info on failure */
"To create a wavetable, the audio file must have a constant pitch, several pitched sections separated by silence, or one or more single cycle sections." = "For å opprette en bølgetabell må lydfilen ha en konstant tonehøyde, flere deler med tonehøyder adskilt med stillhet eller én eller flere deler med enkeltsykluser.";

/* Alert text for Retro Synth audio file analysis result info on success */
"The new wavetable contains %d waveforms." = "Den nye bølgetabellen inneholder %d bølgeformer.";

/* Alert title for Retro Synth audio file analysis in case another analysis is still ongoing */
"Wavetable Being Created" = "Bølgeform opprettes";

/* Alert title for Retro Synth audio file analysis result info */
"Wavetable Created With a Single Waveform" = "Bølgetabell med én enkelt bølgeform opprettet";

/* Alert title for Retro Synth audio file analysis result info on failure */
"Wavetable Not Created" = "Bølgetabell ikke opprettet";

/* Alert title for Retro Synth audio file analysis result info on success */
"Wavetable Created" = "Bølgeform opprettet";

/* Compressor side chain default menu item name */
"CompressorSideChainDefaultItemName" = "Intern";

/* Compressor side chain menu name */
"CompressorSideChainMenuName" = "Sidekjede:";

/* ES1 synth side chain default menu item name */
"ES1SideChainDefaultItemName" = "Av";

/* ES1 synth side chain menu name */
"ES1SideChainMenuName" = "Ekstern lyd inn:";

/* Flex analysis progress indicator detail info */
"Identification of Notes" = "Identifisering av toner";

/* Flex analysis progress indicator detail info */
"Pitch Analysis" = "Tonehøydeanalyse";

/* Flex analysis progress indicator info */
"Analyzing: %@" = "Analyserer: %@";

/* Playback file alert */
"PlaybackFileNotFoundHeader" = "Feil ved åpning av fil";

/* Playback file alert */
"PlaybackFileNotFoundMessage" = "Finner ikke filen du prøver å laste inn.";

/* Playback file alert */
"PlaybackFileOpenErrorHeader" = "Feil ved åpning av fil";

/* Playback file alert */
"PlaybackFileOpenErrorMessage" = "Det er ikke nok ledig minne til å laste inn den markerte filen.";

/* Playback file alert */
"PlaybackTempoMarkerErrorHeader" = "Filen inneholder tempoendringer";

/* Playback file alert */
"PlaybackTempoMarkerErrorMessage" = "Advarsel: Én eller flere av filene du importerer, inneholder tempoendringsmarkører. Denne versjonen av MainStage støtter ikke synkronisering av filer med tempoendringer.";

/* Playback file alert */
"PlaybackTransientsErrorHeader" = "Feil ved åpning av fil";

/* Playback file alert */
"PlaybackTransientsMessage" = "Transientene i den markerte filen har blitt skjult i Logic Pro. Åpne filen i Logic Pro og avslutt skjulingen av de skjulte transientene før du åpner filen i programtillegget igjen.";

/* Playback file alert */
"PlaybackUnknownErrorHeader" = "Ukjent feil";

/* Playback file alert */
"PlaybackUnknownErrorMessage" = "Den markerte filen kunne ikke åpnes.";

/* Playback file alert */
"PlaybackUnsupportedFileHeader" = "Lydformatet støttes ikke";

/* Playback file alert */
"PlaybackUnsupportedFileMessage" = "Lydfilen du prøver å legge til, har ikke et filformat som støttes. Konverter filen til et format som støttes, ved hjelp av iTunes eller et annet lydprogram før du legger den til i Playback-programtillegget.";

/* suffix for file names not being loaded into SpaceDesigner */
"MissingFileSuffix" = " (fil mangler)";
